tap "authzed/tap"
brew "artillery"
brew "authzed/tap/zed"
brew "awscli"
brew "dive"
brew "helm"
brew "jmeter"
brew "jq"
brew "k3d"
brew "kubernetes-cli"
brew "mas"
brew "mysql-client"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "pre-commit"
brew "terraform"
brew "yq"
cask "aws-vpn-client"
cask "1password"
cask "docker"
cask "duckduckgo"
cask "firefox"
cask "google-chrome"
cask "intellij-idea"
cask "postman"
cask "slack"
cask "temurin@11"
cask "temurin@17"
cask "temurin@21"
cask "visual-studio-code"
cask "zoom"
